@extends('layout')

@section('header')
    <style>
        main {
            min-height: calc(100% - 350px);
        }
    </style>
    <script>
        function fnOnload() {
        }
    </script>
@endsection

@section('content')
    <main>

        <h1>
            ПУБЛИЧНАЯ ОФЕРТА - DON.RU
        </h1>

        <div>
            1. ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ
            <br><br>
            1.1. В целях данной Публичной оферты термины, приведенные ниже, применяются в следующем значении:
            <br><br>
            <strong>Публичная оферта</strong> - настоящий документ на предоставление Услуги, опубликованный в Интернете по адресу http://don.ru/oferta
            <br><br>
            <strong>Опубликование</strong> - размещение в свободном доступе документа в Интернете по адресу, указанному в Оферте.
            <br><br>
            <strong>Юбилейная открытка</strong> - один из видов открытки с авторским изображением акрёра Александра Кайдановского. Изображения ражмещены на сайте http://don.ru/. Автором изображений является художник Владимир Овечкин.
            <br><br>
            <strong>Заказчик</strong> – физическое или юридическое лицо, которое осуществило акцепт Оферты.
            <br><br>
            <strong>Исполнитель</strong> – ИП Миронюк Е.М., предприниматель выступающий инициатором предоставления Услуги и заключения Договора Публичной оферты..
            <br><br>
            <strong>Услуга</strong> - оказываемая Испол
            Покупателем Услуги является Заказчик, в соответствии с заключенным Договором Публичной оферты.
            <br><br>
            <strong>Заказ</strong> – представляет собой заявление Заказчиком желания получения Ю, нанесение на неё адресной и памятной надписей и доставки Исполнителем при помощи Почты России, по отношению к которому, после оформления Договора Публичной оферты и оплаты происходит оказание Услуги в соответствии с условиями заказа, оговоренными Заказчиком при заполнении формы заказа. При оформлении Заказа Исполнителем ему присваивается уникальный номер.
            <br><br>
            <strong>Акцепт Оферты</strong> - полное принятие Публичной оферты, посредством выполнения действий, оговоренных п.7.1. Публичной оферты.

            <br><br> <strong>Товар</strong> – один из видов открытки, выбранный Заказчиком из предложенного ассортимента интернет магазина Исполнителя.
            <br><br>

            <strong>Договор Публичной оферты</strong> – договор на оказание Услуги между Заказчиком и Исполнителем в отношении определенного Товара, который заключается посредством акцепта настоящей публичной Оферты. Товар, в отношении которого, заключен Договор публичной Оферты, становятся неотъемлемой частью Договора публичной Оферты.
            <br><br>
            2.1.Предметом Оферты считается возмездное предоставление Услуги по доставке Товара Исполнителем - Заказчику, на условиях настоящей публичной Оферты.
            <br><br>
            3. УСЛОВИЯ ПРЕДОСТАВЛЕНИЯ УСЛУГИ
            <br><br>
            3.1. Обязательным условием предоставления Исполнителем Услуг по Оферте считается согласие, соблюдение и применение по отношению к сторонам Договора Оферты требований, а также условий, определенных Исполнителем.
            <br><br>
            3.2. Услуги предоставляются исключительно в отношении Заказа:
            <br><br>
            3.2.1. для которого Исполнитель подтвердил возможность размещения данного Заказа исходя из условий, выполнимых для конкретного Заказа. Исполнитель услуги, по собственному усмотрению имеет право отказать Заказчику в оформлении Заказа. При этом об отказе в предоставлении услуг на электронный адрес Заказчика направляется извещение. Деньги при этом возвращаются Заказчику в полном объеме;
            <br><br>
            3.2.2. для Заказчика, который осуществил Акцепт Оферты;
            <br><br>
            3.2.3. Услуга оплачена на условиях предоплаты Заказчиком.
            <br><br>
            3.2.4. Исполнитель оставляет за собой право не помещать на открытках тексты задевающие чувства, честь и достоинство человека, содержащие ненормативную лексику, тексты оскорбительного характера.
            <br><br>
            3.3. Услуги предоставляются в соответствии с Заказом, оформленным Заказчиком, согласно установленным формам
            <br><br>
            3.4. Дата отправки и доставки.
            <br><br>
            3.4.1 Отправка производится Исполнителем 23 июля 2021 года. Для доставки Исполнитель использует стандартную услугу доставки открыток Почтой России.
            <br><br>
            3.4.2 Услуга считается выполненной в момент передачи Исполнителем подписанной открытки  Почте России. .
            <br><br>
            3.5. Оплата заказа.
            <br><br>
            3.5.1 Оплатить заказ на доставку цветов Заказчик может любым, способом, указанным на сайте don.ru.
            <br><br>

            4. ОБЯЗАТЕЛЬСТВА ИСПОЛНИТЕЛЯ
            <br><br>
            Исполнитель обязуется:
            <br><br>
            4.1.Оказать Заказчику услуги «доставка цветов, букетов и цветочных композиций» согласно условиям Оферты. <br><br> 4.2. По запросу Заказчика, на определенный срок, приостановить выполнение Заказа, если до его выполнения осталось не менее 1 рабочего дня. <br><br> 5. ОБЯЗАТЕЛЬСТВА ЗАКАЗЧИКА <br><br> Заказчик обязуется: <br><br> 5.1. Достоверно заполнить все поля бланка Заказа на сайте http://buketnaya.com/ или сообщить указанные данные по телефонам Исполнителя. <br><br> 5.2. Соблюдать требования и нормы действующего законодательства. <br><br> 5.3. Оформить Заказ через соответствующий раздел на сайте Исполнителя в интернете или по телефонам, указанным на сайте http://buketnaya.com/ <br><br> 5.4. Оплатить Услугу Исполнителю по Договору Оферты. <br><br> 5.5. Не помещать на открытках тексты задевающие чувства, честь и достоинство человека, содержащие ненормативную лексику, тексты оскорбительного характера. <br><br> 6. УСЛОВИЯ ОПЛАТЫ <br><br> 6.1. Оплата Услуг осуществляется Заказчикам до окончания срока Акцепта. <br><br> 6.2. Услуги оплачиваются Заказчиком в размере 100 (Сто)% авансового платежа, от стоимости определенных Услуг. <br><br> 6.3. В стоимость Услуг «продажа и доставка цветов, букетов и цветочных композиций» включены все сборы, налоги т. д. <br><br> 6.4. Оплата Услуг через онлайновый платеж осуществляется в российских рублях, с использование платежного сервиса предоставленного АО «Тинькофф Банк».<br><br> 6.5. Услуги являются оплаченными Заказчиком с того момента, когда Исполнитель получил подтверждение о зачислении платежа. <br><br> 7. АКЦЕПТ ОФЕРТЫ И ЗАКЛЮЧЕНИЕ ДОГОВОРА ОФЕРТЫ <br><br> 7.1. Заказчик осуществляет Акцепт Оферты при помощи предоплаты за Услуги Исполнителя, в части которых заключен Договор Оферты, в течение срока Акцепта при соблюдении условий п. 6 Оферты. <br><br> 8. ИЗМЕНЕНИЕ УСЛОВИЙ И СРОК ДЕЙСТВИЯ ОФЕРТЫ <br><br> 8.1. Оферта вступает в силу с момента размещения в сети Интернет по адресу www.buketnaya.com и действует до момента отзыва Оферты Исполнителем. <br><br> 8.2. Исполнитель оставляет за собой право изменять условия Оферты либо отозвать Оферту по собственному усмотрению. <br><br> 9. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ ДОГОВОРА ОФЕРТЫ <br><br> 9.1. Акцепт Оферты Заказчиком, осуществленный до конца срока Акцепта, является заключением Договора Оферты (статья 438 Гражданского Кодекса РФ) на условиях Оферты. <br><br> 9.2. Договор Оферты считается заключенным с момента Акцепта Оферты Заказчиком и актуален до момента выполнения Исполнителем Заказа, либо до момента прекращения (расторжения) Договора Оферты. <br><br> 9.3. При отзыве Оферты Исполнителем Договор Оферты считается законченным с момента его отзыва. <br><br> 10. РАСТОРЖЕНИЕ ДОГОВОРА ОФЕРТЫ <br><br> 10.1. Заказчик может расторгнуть Договор Оферты в том случае, если Исполнитель нарушил соответствующий Договор Оферты, либо действующее законодательство. <br><br> 10.2. Исполнитель по своему усмотрению в любой момент может расторгнуть Договор Оферты, о чем должен уведомить Заказчика. С момента направления Исполнителем уведомления о прекращении Договора Оферты, данный договор является расторгнутым. <br><br> 11. ПОРЯДОК ОТМЕНЫ ЗАКАЗА И ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ <br><br> 11.1. Заказчик вправе отменить Заказ позвонив по телефонам, указанным на сайте www.buketnaya.com, при соблюдении положений п. 11.2. настоящей оферты. <br><br> 11.2. Заказ не может быть отменен, если композиция уже была собрана Исполнителем и подготовлена для доставки Получателю. Денежные средства в данном случае не возвращаются, так как цветы являются скоропортящимся товаром. <br><br> В остальных случаях при отмене заказа Исполнитель удерживает 20% от стоимости заказа, остаток суммы возвращается Заказчику. <br><br> 11.3. Для возврата денежных средств Заказчику необходимо заполнить «Заявление о возврате денежных средств» и оправить его по адресу: order@buketnaya.com. Возврат денежных средств производится от 3-х до 45 рабочих дней со дня получения «Заявления о возврате денежных средств» Исполнителем. <br><br><br> 11.4. Если оформленный и оплаченный заказ оказался не доставленным по вине Исполнителя, денежные средства возвращаются Заказчику в полном объёме. <br><br> 11.5. Согласно ПЕРЕЧНЮ НЕПРОДОВОЛЬСТВЕННЫХ ТОВАРОВ НАДЛЕЖАЩЕГО КАЧЕСТВА, НЕ ПОДЛЕЖАЩИХ ВОЗВРАТУ ИЛИ ОБМЕНУ НА АНАЛОГИЧНЫЙ ТОВАР ДРУГИХ РАЗМЕРА, ФОРМЫ, ГАБАРИТА, ФАСОНА, РАСЦВЕТКИ ИЛИ КОМПЛЕКТАЦИИ (п. 13 введен Постановлением Правительства РФ от 20.10.1998 N 1222) растения возврату не подлежат. <br><br> 11.6. В случае доставки Заказа Заказчику ненадлежащего качества, Заказчик предоставляет подробные фото Товара посредством WhatsApp или электронной почты order@buketnaya.com . Запрос будет обработан в кратчайшие сроки. Если запрос поступит в рабочие часы (с 10-00 до 22-00 по МСК, ежедневно), то он обрабатывается 30 минут. Если запрос поступает в нерабочие часы (т.е. с 22-00 по 10-00 по МСК), то он обрабатывается в ближайший рабочий день. <br><br> В соответствии со ст. 22 Закона РФ № 2300-I «О Защите прав потребителей», уплаченная Заказчиком сумма за Товар ненадлежащего качества подлежит возврату Заказчику в течение 10 календарных дней с момента предъявления соответствующего требования. Способ возврата денежных средств совпадает со способом оплаты. Возврат денежных средств на банковскую карту осуществляется только на карту с которой была произведена оплата. <br><br> 12. Конфиденциальная информация <br><br> 12.1. Исполнитель обязуется не сообщать данные Заказчика, указанные при оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа. <br><br> 13. ПРОЧИЕ УСЛОВИЯ <br><br> 13.1. Договор Оферты, его заключение и дальнейшее исполнение регулируется в соответствии с действующим законодательством Российской Федерации. Все вопросы, которые не урегулированы данной Офертой или урегулированы не в полной мере, решаются в соответствии с действующим законодательством Российской Федерации. В случае разногласий между Заказчиком и Исполнителем в части отношений Договора Оферты, которые нельзя разрешить путем переговоров сторон, урегулируются в порядке, предусмотренном действующим законодательством Российской Федерации. <br><br></div>

    </main>
@endsection
