@extends('layout')

@section('header')
    <style>
        main {
            height: auto;
            min-height: calc(100% - 350px);
        }
    </style>
    <script>
        function fnOnload() {
        }
    </script>
@endsection

@section('content')
    <main>

        <h1>
            ПУБЛИЧНАЯ ОФЕРТА - DON.RU
        </h1>

        <div>
            1. ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ

            <br><br>
            1.1. В целях данной Публичной оферты термины, приведенные ниже, применяются в следующем значении:

            <br><br>
            <strong>Публичная оферта</strong> - настоящий документ на предоставление Услуги, опубликованный в Интернете по адресу http://don.ru/oferta

            <br><br>
            <strong>Опубликование</strong> - размещение в свободном доступе документа в Интернете по адресу, указанному в Оферте.

            <br><br>
            <strong>Юбилейная открытка</strong> - один из видов открытки с авторским изображением актёра Александра Кайдановского. Изображения ражмещены на сайте http://don.ru/. Автором изображений является художник Владимир Овечкин.

            <br><br>
            <strong>Заказчик</strong> – физическое или юридическое лицо, которое осуществило акцепт Оферты.

            <br><br>
            <strong>Исполнитель</strong> – ИП Миронюк Е.М., предприниматель выступающий инициатором предоставления Услуги и заключения Договора Публичной оферты.

            <br><br>
            <strong>Почтовая служба</strong> - АО "Почта России", вэб-сайт http://pochta.ru.

            <br><br>
            <strong>Услуга</strong> - оказываемая Исполнителем услуга по заполнению Юбиленой открытки и отправлению её Заказчику с помощью постовой службы Почта России. Покупателем Услуги является Заказчик, в соответствии с заключенным Договором Публичной оферты.

            <br><br>
            <strong>Заказ</strong> – представляет собой заявление Заказчиком желания получения Ю, нанесение на неё адресной и памятной надписей и доставки Исполнителем при помощи Почты России, по отношению к которому, после оформления Договора Публичной оферты и оплаты происходит оказание Услуги в соответствии с условиями заказа, оговоренными Заказчиком при заполнении формы заказа. При оформлении Заказа Исполнителем ему присваивается уникальный номер.

            <br><br>
            <strong>Акцепт Оферты</strong> - полное принятие Публичной оферты, посредством выполнения действий, оговоренных п.7.1. Публичной оферты.

            <br><br>
            <strong>Договор Публичной оферты</strong> – договор на оказание Услуги между Заказчиком и Исполнителем в отношении определенного Товара, который заключается посредством акцепта настоящей публичной Оферты. Товар, в отношении которого, заключен Договор публичной Оферты, становятся неотъемлемой частью Договора публичной Оферты.

            <br><br>

            2. ПРЕДМЕТ ОФЕРТЫ
            <br><br>

            2.1.Предметом Оферты считается возмездное предоставление Услуги по приобретению, заполнению и передаче для доставки Юбилейной открытки Почтовой службой Исполнителем - Заказчику, на условиях настоящей публичной Оферты.
            <br><br>

            3. УСЛОВИЯ ПРЕДОСТАВЛЕНИЯ УСЛУГИ
            <br><br>

            3.1. Обязательным условием предоставления Исполнителем Услуг по Оферте считается согласие, соблюдение и применение по отношению к сторонам Договора Оферты требований, а также условий, определенных Исполнителем.
            <br><br>

            3.2. Услуги предоставляются исключительно в отношении Заказа:
            <br><br>
            3.2.1. для которого Исполнитель подтвердил возможность размещения данного Заказа исходя из условий, выполнимых для конкретного Заказа. Исполнитель услуги, по собственному усмотрению имеет право отказать Заказчику в оформлении Заказа. При этом об отказе в предоставлении услуг на электронный адрес Заказчика направляется извещение. Деньги при этом возвращаются Заказчику в полном объеме;
            <br><br>

            3.2.2. для Заказчика, который осуществил Акцепт Оферты;
            <br><br>

            3.2.3. Услуга оплачена на условиях предоплаты Заказчиком.
            <br><br>

            3.2.4. Исполнитель оставляет за собой право не помещать на открытках тексты задевающие чувства, честь и достоинство человека, содержащие ненормативную лексику, тексты оскорбительного характера. В случае отказа Заказчика скорректировать такой текст, в силу вступает п. 3.2.1 Публичной оферты.

            <br><br>

            3.2.5. Исполнитель оставляет за собой право отказать Заказчику в предоставлении Услуги, в том случае, если стоимость доставки Почтовой слубой превышает 100 рублей. В этом случае в силу вступает п. 3.2.1 Публичной оферты.


            <br><br>

            3.3. Услуги предоставляются в соответствии с Заказом, оформленным Заказчиком, согласно установленным формам
            <br><br>

            3.4. Дата отправки и доставки.
            <br><br>

            3.4.1 Отправка производится Исполнителем 23 июля 2021 года. Для доставки Исполнитель использует стандартную услугу доставки открыток Почтой России. Доставка Юбилейной открытки осуществляется Почтовой службой по почтовому адресу указанному Заказчиком.

            <br><br>
            3.4.2 Услуга считается выполненной в момент передачи Исполнителем подписанной Юбилейной открытки Почте России.
            <br><br>

            3.5. Оплата заказа.
            <br><br>

            3.5.1 Оплатить Услугу Заказчик может любым, способом, указанным на сайте don.ru.
            <br><br>

            3.5.1 Стоимость Услуги составляет 480 рублей. В случае размещения Заказчиком информации об Услуге Заказчика на страницах своих социальных сетей предусмотрена скидка в 60 рублей, и в этом случае стоимость Услуги составляет 420 рублей.
            <br><br>

            4. ОБЯЗАТЕЛЬСТВА ИСПОЛНИТЕЛЯ
            <br><br>

            Исполнитель обязуется:
            <br><br>

            4.1.Оказать Заказчику Услугу согласно условиям Публичной оферты.
            <br><br>

            5. ОБЯЗАТЕЛЬСТВА ЗАКАЗЧИКА
            <br><br>

            Заказчик обязуется:
            <br><br>

            5.1. Достоверно заполнить все поля бланка Заказа на сайте http://don.ru/.
            <br><br>

            5.2. Оплатить Услугу Исполнителю исходя из услови Публично оертферты.
            <br><br>

            6. ПОРЯДОК ОТМЕНЫ ЗАКАЗА И ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ
            <br><br> 6.1. Заказчик вправе отменить Услугу до 0 часов 00 минут 22 июля 2021, перейдя по ссылке, полученной в сообщении, отправленном Исполнителем по электронной почте, указанной Заказчиком, после регистрации оплаты заказа, и нажав на ней кнопку "Отменить заказ". В данном случае Исполнитель возвращает Заказчику 80% стоимости Услуги.
            <br><br>

            6.2. Заказ не может быть отменен после 0 часов 00 минут 22 июля 2021. Денежные средства в данном случае не возвращаются, так как Юбилейная открытка будет персонализирована и подготовлена к отправке.
            <br><br>

            6.3. Возврат денежных средств производится от 3-х до 14 рабочих дней со дня оформления Заказчиком возврата.

            7. Конфиденциальная информация
            <br><br>
            7.1. Исполнитель обязуется не сообщать данные Заказчика, указанные при оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа.
            <br><br>

            8. ПРОЧИЕ УСЛОВИЯ
            <br><br>
            8.1. Договор Оферты, его заключение и дальнейшее исполнение регулируется в соответствии с действующим законодательством Российской Федерации. Все вопросы, которые не урегулированы данной Офертой или урегулированы не в полной мере, решаются в соответствии с действующим законодательством Российской Федерации. В случае разногласий между Заказчиком и Исполнителем в части отношений Договора Оферты, которые нельзя разрешить путем переговоров сторон, урегулируются в порядке, предусмотренном действующим законодательством Российской Федерации. <br><br>
        </div>

    </main>
@endsection
